Repository: lf-j/OpenSourceComplianceHandbook-Translation
Catalog: tm/All160722--level1.tmx
Source language: en_us
Languages: ja

source: Greg is among a distinguished group of software developers who maintain Linux at the kernel level.
ja: Greg は、カーネル レベルで Linux をメンテナンスする著名なソフトウェア開発者のひとりです。

source: Greg is an adviser to Oregon State University’s Open Source Lab, a member of The Linux Foundation's Technical Advisory Board, has delivered a variety of keynote addresses at developer and industry events, and has authored two books covering Linux device drivers and Linux kernel development.
ja: オレゴン州立大学のオープン ソース ラボのアドバイザーや、The Linux Foundation のテクニカル アドバイザリ ボードのメンバーを務めるほか、開発者や業界のイベントでさまざまな基調講演を行っており、Linux デバイス ドライバーと Linux カーネル開発に関する書籍も 2 冊著出しています。

source: Guidelines To Help You Prepare Your Proposal
ja: 発表案を準備するためのガイドライン

source: Guidelines:
ja: ガイドライン:

source: HIROMI WADA
ja: 和田浩美氏

source: HISASHI HASHIMOTO
ja: 橋本 尚氏

source: Hackathon, Dev Day or Mini Summit $10,000 and up
ja: ハッカソン、Dev デー、またはミニ サミット $10,000 以上

source: Haddad is responsible for overseeing Samsung's open source strategy and execution, internal and external collaborative R&D projects.
ja: 彼はサムスン社のオープン ソースに関する戦略や実行、および社内外の協業 R&D プロジェクトを統括している責任者です。

source: Harassment includes the use of abusive or degrading language, intimidation, stalking, harassing photography or recording, inappropriate physical contact, sexual imagery and unwelcome sexual attention.
ja: また、虐待的、攻撃的、または屈辱的表現の使用、脅迫、ストーキング、嫌がらせの写真や記録、不適切な物理的接触、性的画像、および迷惑な性的注目などもハラスメントとみなします。

source: Harassment includes the use of abusive, offensive or degrading language, intimidation, stalking, harassing photography or recording, inappropriate physical contact, sexual imagery and unwelcome sexual advances or requests for sexual favors.
ja: また、虐待的、攻撃的、または屈辱的表現の使用、脅迫、ストーキング、嫌がらせの写真や記録、不適切な物理的接触、性的画像、および迷惑な性的誘惑、または性的行為の要求などもハラスメントとみなします。

source: Harassment will not be tolerated in any form, including but not limited to harassment based on gender, gender identity and expression, sexual orientation, disability, physical appearance, body size, race, age, religion or any other status protected by laws in which the conference or program is being held.
ja: 性、性同一性、性表現、性的指向、障害、容姿、体格、人種、年齢、宗教などに基づくハラスメントはもとより、カンファレンスやプログラムの法に保護されたその他の状態に基づくハラスメントをはじめとするいかなる形のハラスメントも容認されることはありません。

source: Hardware / Computers / Electronics
ja: ハードウェア / コンピューター / 電気

source: Hardware / Computers / Electronics 10%
ja: ハードウェア / コンピューター / 電子機器 10%

source: Have a question?
ja: ご質問がある場合は、

source: Have another success story you'd like to share?
ja: 紹介したいサクセス ストーリーがほかにもある。

source: Have fascinating discussions and collaborate with both peers and experts.
ja: 同業者やエキスパートと議論に花を咲かせ、協業できる

source: He advises a variety of startups, including Splashtop, and sits on the boards of the Global Economic Symposium, Open Source For America, and Chinese Open Source Promotion Union.
ja: Splashtop をはじめとする企業への起業アドバイスも数多く行っており、Global Economic Symposium、Open Source For America、および Chinese Open Source Promotion Union の役員も務めています。

source: He also built and operated the Collaborative Projects business, the training and certification business, the IT services business, oversaw finance and operations, and served as an officer of six legal entities.
ja: また、協業プロジェクト業務、トレーニング / 認証業務、IT サービス業務を構築および運営し、財政・運用を監督し、6 法人の役員を務めました。

source: He also drove the strategy and execution of open source marketing efforts for Cloud.com, leading to its acquisition by Citrix in 2011, and grew the Zenoss open source software project to more than 100,000 members, which fueled its ascent into the Inc. 500 fastest growing businesses in the U.S.
ja: また、Cloud.com のためのオープン ソース マーケティングの戦略および実行を牽引し、2011 年の Citrix による買収を主導しました。また、Zenoss オープン ソース ソフトウェア プロジェクトを 10 万超会員のプロジェクトに成長させ、全米の最速成長企業 500 社 (Inc. 500 fastest growing businesses in the U.S.) へと押し上げました。

source: He also drove the strategy and execution of open source marketing efforts for Cloud.com, leading to its acquisition by Citrix in 2011.
ja: また、Cloud.com のためのオープン ソース マーケティングの戦略と実行を牽引し、2011 年の Citrix による買収を主導しました。

source: He also has extensive experience managing collaborative development with other UNIX vendors.
ja: また、他の UNIX ベンダーとの共同開発管理にも豊富な経験があります。

source: He also helped create and launch The Linux Foundation’s Core Infrastructure Initiative.
ja: 彼は The Linux Foundation の Core Infrastructure Initiative の発足も支援しています。

source: He also managed IBM’s competitor intelligence and strategy teams for systems, services, and software.
ja: また、同社のシステム、ソフトウェア、サービスの competitor intelligence and strategy チームを管理していました。

source: He also participated in the work of the OpenPrinting workgroup.
ja: OpenPrinting ワークグループの活動にも参加していました。

source: He also previously held senior management positions and engineering leadership positions at Cisco Systems, Newbridge Networks (acquired by Alcatel), and Nortel.
ja: さらにそれ以前は、Cisco Systems、Newbridge Networks (後に Alcatel が買収)、および Nortel において、上級管理職および技術リーダーを務めています。

source: He also served as the CEO of Zend Japan.
ja: Zend Japan の CEO も務めました。

source: He also serves as a board member or steering committee member in several open source projects, such as Cloud Native Computing Foundation (CNCF) and Core Infrastructure Initiative (CII).
ja: また、Cloud Native Computing Foundation (CNCF) や Core Infrastructure Initiative (CII) などのオープン ソース プロジェクトの役員や運営委員を務めています。

source: He also serves on the board of InterWoven Inc., a Sunnyvale, California-based content-management software provider, where he is also chairman of the Strategy Committee, and was formerly Chairman of the Board at CommVault Inc., a fast-growing software company in the data backup space which launched a successful IPO in 2006.
ja: 現在 The Linux Foundation のボードメンバーのほかに、カリフォルニア州サニーベールに本社を置くコンテンツ管理ソフトウェア プロバイダー InterWoven Inc. の役員でもあり、同社の戦略委員会会長を務めています。また、データ バックアップ スペース分野で急成長し、2006 年に 株式公開した CommVault inc. の前取締役会長でもあります。

source: He also works closely with The Linux Foundation members, workgroups, Labs projects (http://www.linuxfoundation.org/labs), and staff on key initiatives to advance Linux.
ja: また、Linux を進化させるために、The Linux Foundation の メンバー、ワークグループ、ラボ プロジェクト (http://www.linuxfoundation.org/labs)、および重要なプロジェクトのスタッフと密接に連携します。

source: He brings more than 30 years of experience in leadership positions developing and deploying information technologies for companies such as VA Linux Systems, Vicor/FIS, Wells Fargo, and Bank of America, among others.
ja: 彼は、VA Linux Systems、Vicor/FIS、Wells Fargo、Bank of America などをはじめとする企業の IT 開発・デプロイのリーダーとして 30 年以上にわたる経験を持っています。

source: He comes to the organization with more than 20 years of finance and accounting experience working at a number of organizations in the marketing industry.
ja: マーケティング業界のさまざまな組織において、財務・経理業務に 20 年以上携わってきました。

source: He continues to serve in that capacity and as Oracle's Open Source Ombudsman today, reviewing and approving all third-party software and hardware in Oracle products on behalf of the Corporate Architecture team, assisting with source code and security policies, setting open source strategy for Oracle's own open source offerings, and helping to manage Oracle's relationships with open source communities worldwide.
ja: 現在もその役職にあると同時に、Oracle 社のオープン ソース オンブズマンとして、コーポレート アーキテクチャ チームを代表して Oracle 製品に含まれるすべてのサードパーティ製ソフトウェア・ハードウェアのレビューと承認を行い、ソース コードとセキュリティ ポリシーを支援し、Oracle 製オープン ソース製品のためのオープン ソース戦略を設定し、Oracle と世界のオープン ソース コミュニティとの良好な関係構築を支援しています。

source: He continues, “I am excited to launch the Community Leadership Conference as part of the Open Source Summit to support the continued evolution of community leadership and the success of those who practice it.”
ja: Open Source Summit の一部として Community Leadership Conference を開設し、コミュニティ リーダーシップの継続的進化とその実践者の成功をサポートできることをとても嬉しく思います。」

source: He currently belongs to the Open Source Software Promotion Center of NEC; there he works collaboratively with vendors and the open source community.
ja: 現在 NEC のオープンソース ソフトウェア プロモーション センターに所属し、ベンダーやオープンソース コミュニティとの共同作業を行っています。

source: He currently serves on the Boards of Directors of compiere, Fonality, Hyperic, Medsphere, Pentaho, SugarCRM, and XenSource.
ja: 現在 Compiere、Fonality、Hyperic、Medsphere、Pentaho、SugarCRM、および XenSource の役員を務めています。

source: He developed and took to market the company’s software-defined data center vision and strategy including VMware’s vCloud Suite.
ja: また、VMware の vCloud Suite をはじめとするソフトウェア定義データ センターのビジョンや戦略を開発し、市場に送り出しました。

source: He enrolled at the University of Helsinki in 1988, graduating with a master's degree in computer science.
ja: 1988 年にヘルシンキ大学に入学し、コンピューター サイエンスの修士号を取得して卒業しています。

source: He got his first Linux system in 1993, and has never looked back.
ja: 1993 年に Linux システムに出会い、現在に至っています。

source: He graduated with B.S. in Electrical Engineering from Yonsei University.
ja: 彼は延世大学校で電気工学の B.S. を取得しています。

source: He has also contributed to Gentoo Linux and served on the Eclipse Foundation's Board of Directors and the Java Community Process Executive Committee.
ja: Gentoo Linux にも貢献し、Eclipse Foundation 役員会や Java Community Process Executive Committee のメンバーも務めました。

source: He has also made numerous contributions to the Linux kernel, including as maintainer of the backlight and LED subsystems.
ja: バックライト サブシステムや LED サブシステムのメンテナーとしても、Linux カーネルに数々の貢献をしています。

source: He has also represented hundreds of both emerging and established technology companies, and is the founder and editor of the popular website http://www.consortiuminfo.org and the widely-read Standards Blog.
ja: また、新旧を問わず膨大な数の技術関連企業の代理人を務めています。人気の Web サイト http://www.consortiuminfo.org や「標準化」に関するブログの創設者兼エディターです。

source: He has also served on the board of the Mozilla Foundation since 2003 and the Electronic Frontier Foundation since 2013.
ja: また、2013 年から Mozilla Foundation と Electronic Frontier Foundation のボードを務め、

source: He has an MA in International Relations from Nagoya University and a BS from Lambuth University.
ja: 米国ランバス大学で BS を、名古屋大学で国際関係学の MA を取得しています。

source: He has been a contributor to leading industry and business publications including CNET, BusinessWeek, InfoWorld, and The Register.
ja: CNET、BusinessWeek、InfoWorld、The Register などの大手業界紙にも貢献してきました。

source: He has been digging around inside every system he could get his hands on ever since, working on drivers for VAX, Sun, Ardent, and x86 systems on the way.
ja: それ以来、めぐり合うあらゆるシステムを深く研究し、VAX、Sun、Ardent、X86 システムのドライバーを手がけました。

source: He has been practicing in the open source legal field since 1998, delivering strategic advice to organizations and providing guidance on community licensing practices.
ja: 1998 年よりオープン ソースのリーガル部門で経験を重ね、企業に戦略的アドバイスを提供したり、コミュニティのライセンス業務に関する助言を行ったりしています。

source: He has delivered presentations on bitcoin and blockchain technology at TEDx, State of Digital Money, Scaling Bitcoin, as well as private briefings to corporations, governments, central banks, and hedge funds.
ja: TEDx, State of Digital Money、Scaling Bitcoin のほか、企業、行政、中央銀行、およびヘッジファンド向けのプライベートな説明会において、ビットコインやブロックチェーンに関するプレゼンを行っています。

source: He has developed a unique strategy to expand the foundation from a membership organization focused on the kernel to a high-growth business that provides strategic advice and key networking opportunities to businesses wanting to leverage open source, delivers Linux and Open Source training and certification, hosts open source technologies, and builds developer ecosystems for corporations and community developers.
ja: 彼は、カーネル重視の会員制組織である Linux Foundation が、オープンソースを利用しようとする企業に戦略的助言や重要な交流機会を提供したり、Linux / オープン ソースのトレーニングや認証を行ったり、オープン ソース技術を誘致したり、企業やコミュニティの開発者のための開発者エコシステムを構築したりする高成長組織へと拡大するためのきわめてユニークな戦略を開発しました。

source: He has developed and maintains components and features across the Prometheus ecosystem including the Python and Java clients, and many exporters.
ja: Prometheus エコシステムのコンポーネントや機能 (Python クライアントや Java クライアント、およびさまざまなエクスポーター) の開発とメンテナンスを行ってきました。

source: He has driven strategic relationships with companies such as Red Hat, Docker, Mesosphere, Canonical, Chef and Puppet, and serves on the Technical Oversight Board for the Open Container Initiative.
ja: Red Hat、Docker、Mesosphere、Canotical、Chef、Puppet などの企業との戦略関係の構築を推進し、Open Container Initiative のテクニカル オーバーサイト ボードにも就任しています。

source: He has extensive experience across the security and networking industries.
ja: セキュリティ業界やネットワーク業界において豊富な経験を持ちます。

source: He has instrumented and led major industry disruptions across Enterprises, Carriers and Cloud architectures including IP, Broadband, Optical, Mobile, Routing, Switching, L4-7, Cloud, Disaggregation, SDN/NFV, Open Networking and has been an early evangelist for open source.
ja: IP、ブロードバンド、オプティカル、モバイル、ルーティング、スイッチング、L4-7、クラウド、ディスアグリゲーション、SND/NFV、オープン ネットワークなど、さまざまな企業、キャリア、およびクラウド アーキテクチャに対する主要な産業ディスラプションの主導やインストルメント化を行っており、オープン ソースのアーリー エバンジェリストです。

source: He has several years of successful experience as a community leader, contributor, author, speaker, and sponsor, fostering the creation, growth, awareness, and adoption of open source and open standards.
ja: コミュニティ リーダー、コントリビューター、作家、講演者、およびスポンサーとして数年にわたる成功実績があり、オープン ソースとオープン スタンダードの開発、成長、認知、普及などに努めています。

source: He has taken OpenDaylight from a nascent project to a vibrant, growing open source community that is quickly becoming the de facto standard industry platform.
ja: 彼は OpenDaylight という新プロジェクトを活発で成長著しいオープン ソース コミュニティに育て上げ、瞬く間にデファクト スタンダードの業界プラットフォームにしました。

source: He has taken OpenDaylight from a nascent project whose future was doubted by many to a vibrant, growing open source community that is quickly becoming the de facto standard industry platform.
ja: 彼は 多くの人がその将来に疑念を抱いていた OpenDaylight という新プロジェクトを、活発で成長著しいオープン ソース コミュニティに育て上げ、瞬く間にデファクト スタンダードの業界プラットフォームにしました。

source: He helped grow VMware’s Virtualization and Cloud business, launching multiple multimillion-dollar products and initiatives, and consulted CEOs and CIOs on product strategy and M&A as a Bain & Co.
ja: また、VMware の仮想化やクラウド業務の育成を支援し、さまざまな数百万ドル規模の製品・プロジェクトを企画発足し、Bain & Co. のコンサルタントとして製品戦略や M&A について CEO や CIO への助言を行ってきました。

source: He holds a "level 3" high power rocketry certification, the highest in the rocketry hobby, but his primary hobby still seems to be turning all of his other hobbies into open source projects.
ja: また、ロケット ホビーにおける最高レベルの「レベル 3」高性能ロケットリー認定を取得していますが、他のすべての趣味はオープン ソース プロジェクトに変わりつつあるようです。

source: He holds a BA in Chemistry from Oxford University and is based in the San Francisco Bay Area.
ja: 彼はオックスフォード大学で化学の B.A. を取得しており、サンフランシスコのベイエリアを拠点に活動しています。

source: He holds a PhD in Industrial Marketing investigating the interplay of technology and society from LTU in Sweden, BS and MS degrees in Industrial Engineering from RPI, and is a graduate of the North Bennet Street School's preservation carpentry program.
ja: 彼は、スウェーデンの LTU (ルレオ工科大学) で技術と科学の相互作用を調査するインダストリアル マーケティングの PhD を、RPI (レンセラー工科大学) で産業工学の BS と MS を取得しています。またノース・ベネット・ストリート・スクール preservation carpentry プログラムの卒業生です。

source: He holds an MBA and a Masters in Economics from Oxford University, where he was a Rhodes Scholar.
ja: オックスフォード大学ではローズ奨学生として、経済学の MBA と修士号を取得しています。

source: He holds three patents in the areas of routing and networking, with several others pending.
ja: ルーティングとネットワーキング分野で 3 つの特許を取得し、その他複数の特許出願を行っています。

source: He is a Debian Developer, maintaining several packages, mostly filesystem-related ones, including e2fsprogs since March 2003.
ja: 彼は Debian 開発者でもあり、2003 年以降はおもに e2fsprogs などのファイルシステム関連のパッケージをメンテナンスしています。

source: He is a consummate tinkerer and an apple farmer.
ja: 何でも屋でありリンゴ農場主でもあります。

source: He is a fellow of both the Royal Academy of Engineering and the British Computer Society.
ja: 彼は Royal Academy of Engineering と British Computer Society の両組織のフェローでもあります。

source: He is actively involved in the upstream Kubernetes project.
ja: また、アップストリーム プロジェクトの Kubernetes にも積極的に関わっています。

source: He is also currently the maintainer for the Linux stable kernel branch and a variety of different subsystems that include USB, staging, driver core, tty, and sysfs, among others.
ja: また、現在は Linux の安定版カーネル ブランチと各種サブシステム (USB、ステージング、ドライバー コア、tty、sysfs など) をメンテナンスしています。

source: He is also involved in OpenChain, SPDX, and legal programs such as The Linux Foundation’s annual Legal Summit and Open Compliance Summit.
ja: また、OpenChain、SPDX、ならびに The Linux Foundation の年次イベントである Legal Summit や Open Compliance Summit などのリーガル プログラムに関わっています。

source: He is also the recipient of the 2014 IEEE Computer Society Computer Pioneer Award.
ja: また、2014 IEEE Computer Society Computer Pioneer Award も受賞しています。

source: He is an advisor and board member for startups, a frequent writer for leading publications, and a dynamic public speaker.
ja: 彼はスタートアップ企業のアドバイザーや役員を兼務しているほか、著名な出版物で頻繁に記事を書いたり、活発に講演を行ったりしています。

source: He is an advisor and board member to multiple early-stage startups.
ja: なお、現在もさまざまなアーリーステージ のスタートアップ企業の相談役や役員を引き受けています。

source: He is an advisor and investor in multiple startup firms and previously served as a member of the Board of Directors for the Drupal Association.
ja: 複数のスタートアップ ファームのアドバイザーおよび投資者であり、Drupal Association の役員を務めていたこともあります。

source: He is an advisor to multiple companies including Accenture, Apigee, Weotta, and The Linux Foundation, and served on the World Economic Forum’s Industrial Internet Working Group.
ja: 現在は Accenture、Apigee、Weotta、The Linux Foundation などさまざまな組織のアドバイザーを務め、世界経済フォーラムの Industrial Internet ワーキング グループで活動しています。

source: He is currently a software engineer on Facebook's kernel team and the chair of the Linux Foundation Technical Advisory Board.
ja: 現在は Facebook のカーネル チームのソフトウェア エンジニアであり、Linux Foundation テクニカル アドバイザリ ボードの議長です。

source: He is involved in defining various key strategies on open source for the company, and he leads Huawei’s FOSS development in areas such as Linux, containers, and so on.
ja: 同社でオープン ソースに関するさまざまな重要戦略の定義に関わり、Linux やコンテナなどの FOSS 開発を主導しています。

source: He is perhaps best known for his work maintaining the Device Tree subsystem used by many embedded Linux systems and as a member of The Linux Foundation Technical Advisory Board.
ja: 多くの組込み Linux システムに使われている Device Tree サブシステムのメンテナンスをしていることと、The Linux Foundation Technical Advisory Board のメンバーだということで大変よく知られています。

source: He is responsible for the overall management and execution of the Automotive Grade Linux collaborative project, an industry effort to build an open source automotive reference platform backed by leading car manufacturers around the world.
ja: 彼は Automotive Grade Linux (AGL) 協業プロジェクトの全般的管理・実行の責任者です。AGL は、世界の主要自動車メーカーの支援を受け、オープン ソースによる自動車リファレンス プラットフォームの構築に取り組む業界規模のプロジェクトです。

source: He is responsible for worldwide software and software R&D at Intel, with the goal to enhance computing and connectivity for Intel® Architecture across the software ecosystem, delivering value end to end, from the device edge through to the data center.
ja: Intel におけるワールドワイドのソフトウェアおよびソフトウェア R&D の責任者であり、ソフトウェア エコシステムにおける Intel® Architecture のコンピューティングと接続性を強化し、端末からデータ センターまであまねく価値を提供することをめざしています。

source: He is responsible for worldwide software and software R&D at Intel, with the goal to enhance computing and connectivity for Intelﾂｮ Architecture across the software ecosystem, delivering value end to end, from the device edge through to the data center.
ja: Intel におけるワールドワイドのソフトウェアおよびソフトウェア R&D の責任者であり、ソフトウェア エコシステムにおける Intel® Architecture のコンピューティングと接続性を強化し、端末からデータ センターまであまねく価値を提供することをめざしています。

source: He is the originator of SYSLINUX, Linux Assigned Names and Numbers Authority (LANANA), and various Linux kernel features such as:
ja: SYSLINUX や Linux Assigned Names and Numbers Authority (LANANA)、および以下のようなさまざまな Linux カーネル機能を発案しています。

source: He is the originator of SYSLINUX, Linux Assigned Names and Numbers Authority (LANANA), and various Linux kernel features.
ja: SYSLINUX や Linux Assigned Names and Numbers Authority (LANANA) をはじめとするさまざまな Linux カーネル機能を発案しています。

source: He is the primary developer and maintainer of e2fsprogs, the userspace utilities for the ext2 and ext3 file systems, and is a maintainer for the ext4 file system.
ja: ext2 や ext3 ファイル システムのためのユーザースペース ユーティリティである e2fsprogs の主開発者兼メンテナーであり、ext4 ファイル システムのメンテナーも務めています。

source: He joined The Linux Foundation in March 2008, when the foundation had only a handful of employees.
ja: 彼が入った 2008 年 3 月頃、The Linux Foundation にはまだ数人の従業員しかいませんでした。

source: He lives with his family in Rochester, NY.
ja: ニューヨーク州ロチェスター在住。

source: He maintains strong relationships with a vast network of technology thought leaders and C-suite executives at the hottest tech startups and Fortune 100s.
ja: 技術分野のソート リーダー、および人気の技術系スタートアップ企業や Fortune 100 企業の幹部層との幅広い交流を持ち、強力な信頼関係を維持しています。

source: He now works with the Open Source Software Technology Center and is responsible for the collaboration with other vendors and the OSS community, including the work with the Open Source Software Promotion Forum in Japan.
ja: 現在はオープン ソース ソフトウェア技術センターと協力し、他ベンダーや OSS コミュニティとの協業 (OSS 推進フォーラムとの連携など) を担当しています。

source: He oversees and provides guidance for all aspects of the project, from governance and technology to community and marketing and reports to the OpenDaylight board of directors.
ja: 彼は、同プロジェクトのガバナンス、技術、コミュニティ、マーケティングなどあらゆる面の監督および指針提供を行い、OpenDaylight 取締役会に報告しています。

source: He received an MBA from Case Western Reserve University in 2004, a JD from Cleveland State University in 2002, and a BA in Economics in 1999 from John Carroll University.
ja: 2004 年にケース ウェスタン リザーブ大学で MBA を、2002 年にクリーブランド州立大学で JD を、1999 年にジョン キャロル大学で経済文学士号を取得しています。

source: He received his MBA from the University of Chicago Booth School of Business with High Honors and a Bachelor of Science from Georgetown University.
ja: シカゴ・ブース・スクール・オブ・ビジネス大学において優秀な成績で MBA を、ジョージタウン大学で Bachelor of Science (理学士号) を取得しています。

source: He represented Huawei on the board of Linaro last term as well.
ja: Huawei を代表して、Linaro の役員も務めていました。

source: He rotated from assignments in Oregon, California, and Chicago, and spent a year as the Siemen’s Business Development Manager in Munich, Germany.
ja: オレゴン、カリフォルニア、シカゴを経て、シーメンスのビジネス開発マネージャーとしてドイツのミュンヘンで 1 年間過ごしました。

source: He should know.
ja: 彼は知っています。

source: He started his career in the public sector, working within the Ministry of Finance in Trinidad and Tobago.
ja: 彼が最初に就いたのは公的部門で、トリニダード トパゴの財務省でした。

source: He thrived at Intel, achieving rapid promotions and earning numerous performance awards.
ja: Intel では目標を達成して高速昇進し、さまざまな殊勲賞を受賞しました。

source: He transitioned various leadership roles in Linux Operating System development in the Linux Technology Center (LTC) from 2003-2007.
ja: 彼は 2003 年から 2007 年に Linux Technology Center (LTC) の Linux オペレーティング システム開発においてさまざまなリーダーシップの役割を経験しました。

source: He was Chief Scientist at Excite@Home.
ja: Excite@Home のチーフ サイエンティストを務めたほか、

source: He was Chief Strategy Officer for Apigee (APIC), designed and led Microsoft's open source strategy, founded the Outercurve Foundation, and drove product strategy for BEA WebLogic Integration.
ja: 彼は Apigee (NASDAQ: APIC) のチーフ ストラテジ オフィサーを務め、Microsoft のオープン ソース戦略を設計および主導し、Outercurve Foundation を創設し、BEA WebLogic Integration のための製品戦略を牽引しました。

source: He was a member of the Security Area Directorate for the Internet Engineering Task Force, and was one of the chairs for the IPsec working group.
ja: また Internet Engineering Task Force (IETF) のセキュリティ分野理事会 (Security Area Directorate) のメンバーや、IPsec ワーキング グループの議長も務めていました。

source: He was a primary Apache web server developer and a founding member of the Apache Software Foundation.
ja: Apache Web server の主開発者であり、Apache Software Foundation の創設メンバーです。

source: He was a primary developer of the Apache web server—the most popular web server software on the internet—and a founding member of the Apache Software Foundation.
ja: インターネットで最も人気のある Web サーバー ソフトウェア Apache Web server の主開発者であり、Apache Software Foundation の創設メンバーです。

source: He was also recently appointed to the World Economic Forum Expert Network as an expert in Information Technology.
ja: また、最近は World Economic Forum Expert Network に情報技術分野の専門家として選出されました。
